---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationn2
source: html/3bcbe179-de35-86d8-6ae7-9bd60c1a22c3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingJustificationn2 Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingJustificationn2 { get; }
```